Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/usein_kysytyt_kysymykset.html.tmx
Source language: fin
Languages: sme

source: Vaikka saamen kielten väliset erot ovat melko suuria, minkä tahansa saamen kielen taito avaa lapselle ovet myös oman suvun saamen kielen oppimiseen myöhemmin.
sme: Vaikke sámegielaid gaskasaš erohusat leat viehka stuorrát, man beare sámegiela dáidu rahpá mánnái uvssaid maiddái iežas soga sámegiela oahppamii maŋŋá.

source: Saamelaiskulttuurin ja -identiteetin kannalta mikä tahansa kielipesä on lapselle hyväksi.
sme: Sámekultuvrra ja -identitehta dáfus mii beare giellabeassi lea mánnái buorrin.

source: Lapselle kannattaa kertoa tilanteesta avoimesti, ja hänen omien kehitysvaiheidensa ja kiinnostuksensa mukaan häntä voi tutustuttaa oman suvun saamen kieleen.
sme: Mánnái gánneha muitalit dili birra rahpasit, ja su iežas ovdánanmuttuid ja beroštumi mielde su sáhttá oahpásmahttit iežas soga sámegillii.

source: Lapsi ei mene sekaisin useamman saamen kielen läsnäolosta omassa elämässään!
sme: Mánná ii moivašuva moatte sámegiela gullamis iežas eallimis!

source: Eri saamen kielten kuuleminen on ollut historiallisesti ajateltuna varsin tavallinen tilanne saamelaisten parissa.
sme: Sierra sámegielaid gullan leamaš historjjálaččat jurddašettiin oalle dábálaš sápmelaččaid eallimis.

source: On myös kielipesälapsia, joille puhutaan kotona eri saamen kieltä kuin kielipesässä, eikä tässä ole lähtökohtaisesti mitään ongelmaa.
sme: Leat maiddái giellabeassemánát, geaidda hállojuvvo ruovttus eará sámegiella go giellabeasis, iige dat leat prinsihpalaččat makkárge problema.

source: Saamen kielten murteiden rikkaus on tärkeä asia.
sme: Sámegielaid suopmaniid riggodat lea dehálaš ášši.

source: Nykyisessä uhanalaisessa ja haavoittuvaisessa tilanteessa voimavarat on kuitenkin keskitettävä siihen, että lapset ylipäänsä oppivat kieltä.
sme: Dálá áitatvuloš ja rašes dilis resurssaid galgá goittotge čujuhit dasa, ahte mánát oppalohkái ohppet giela.

source: Saamelaisen varhaiskasvatuksen alalla vallitsee kriittinen pula koulutetuista, kielitaitoisista työntekijöistä, eikä ole mahdollista taata tietylle lapselle tai tiettyyn ryhmään juuri tiettyä murretta puhuvaa työntekijää.
sme: Sámi árrabajásgeassima suorggis lea duođalaš vátnivuohta skuvlejuvvon, gielladáiddolaš bargiin, iige leat vejolaš dáhkidit dihto mánnái dahje dihto jovkui justa dihto suopmana hálli bargi.

source: Tällaisessa tilanteessa vanhempien ja suvun on huolehdittava oman murteen siirtämisestä tai siihen tutustuttamisesta.
sme: Dakkár dilis vánhemat ja sohka galget fuolahit iežaset suopmana sirdimis dahje dasa oahpásmahttimis.

source: Parasta olisi, että lapsi pääsisi omaksumaan omaa murretta vanhempien tai sukulaisten kanssa kielipesän ulkopuolella.
sme: Buoremus livččii, ahte mánná beasašii oahppat iežas suopmana vánhemiiguin dahje fulkkiiguin giellabeasi olggobealde.

source: Kannattaa myös etsiä sopivia äänitteitä, kuten musiikkia, lastenohjelmia tai arkistonauhoja.
sme: Gánneha maiddái ohcat heivvolaš báddehusaid, nugo musihka, mánáidprográmmaid dahje arkiivabáttiid.

source: Tämä johtuu kahdesta asiasta: saamen kielten yleisestä kielisosiologisesta tilanteesta ja siihen linkittyvästä työntekijäpulasta.
sme: Dát boahtá guovtte áššis: sámegielaid almmolaš giellasosiologalaš dilis ja dasa laktáseaddji bargiid váilumis.

source: Inarinsaamen ja koltansaamen kieliyhteisöissä, kuten myös monin paikoin pohjoissaamen puhuma-aluetta (esimerkiksi Vuotso), saamen kielen siirtyminen sukupolvelta katkesi useimmissa suvuissa kokonaan ennen kielenelvytyksen aikakautta.
sme: Anárašgiela ja nuortalašgiela giellaservošiin, nugo maiddái máŋggain báikkiin davvisámegiela hállanguovllus (ovdamearkan Vuohčču), sámegiela sirdáseapmi buolvvas nubbái boatkanii máŋggain sogain ollásit ovdal giellaealáskahttima áigodaga.

source: Tämä tarkoittaa sitä, ettei kyseisissä yhteisöissä ole ollenkaan tai on vain yksittäisiä tietynikäisiä ihmisiä, jotka olisivat oppineet saamea äidinkielenään.
sme: Dát dárkkuha dan, ahte guoskevaš servošiin eai leat olláge dahje leat dušše ovttaskas dihtoahkásaš olbmot, geat leat oahppan sámegiela eatnigiellan.

source: Tilannetta kuvaa tutkimuskentän termi “kadotettu sukupolvi”.
sme: Dili govvida dutkansuorggi tearbma “láhppon buolva”.

source: Jos ja kun saamen kieli halutaan palauttaa näihin yhteisöihin, on hyväksyttävä se, että kieltä elvyttävät ja siirtävät eteenpäin myös henkilöt, jotka ovat itse oppineet kielen koulussa ja/tai aikuisena.
sme: Juos ja go sámegiella háliiduvvo máhcahuvvot dáid servošiidda, galgá dohkkehit dan, ahte giela ealáskahttet ja sirdet ovddos guvlui maiddái olbmot, geat leat ieža oahppan giela skuvllas ja/dahje rávesolmmožin.

source: Kuten sanottu, saamelaisen varhaiskasvatuksen alalla vallitsee kriittinen pula koulutetuista, kielitaitoisista työntekijöistä.
sme: Nugo lea gávnnahuvvon, sámi árrabajásgeassima suorggis lea duođalaš vátnivuohta skuvlejuvvon, gielladáiddolaš bargiin.

source: Tähän vaikuttavat varmasti monet muutkin syyt kuin kielitilanne, esimerkiksi alan heikko palkkaus suhteessa työn vaativuuteen, sekä kova kilpailu saamenkielisistä ammattilaisista eri alojen kesken.
sme: Dasa váikkuhit sihkkarit máŋggat earáge sivat go gielladilli, ovdamearkan suorggi heajos bálká barggu gáibádusaid ektui, sihke garra gilvu sámegielat ámmátolbmuin sierra surggiid gaskkas.

source: Tässä tilanteessa on arvokas asia, että itse kielenelvytyksen kautta saamen kieltä oppineet henkilöt ovat valmiita osallistumaan kielenelvytykseen kielipesissä.
sme: Dán dilis lea mávssolaš ášši, ahte ieš giellaealáskahttima bokte sámegiela oahppan olbmot leat gergosat oassálastit giellaealáskahttimii giellabeasis.

source: Kielipesätyöntekijöille olisi tärkeää etsiä mahdollisuuksia oman kielitaidon vahvistamiseen työn ohessa.
sme: Giellabeassebargiide livčče dehálaš ohcalit vejolašvuođaid iežas gielladáiddu nannemii barggu olis.

source: Ensimmäinen askel on kielipesän työntekijöiden kanssa keskustelu.
sme: Vuosttas lávki lea giellabeasi bargiiguin hállan.

source: Jos oman kielipesän henkilöstö ei osaa auttaa, voidaan kääntyä jonkun toisen saamelaisen varhaiskasvatuksen kokeneemman ammattilaisen puoleen.
sme: Juos iežas giellabeasi bargit eai máhte veahkehit, sáhttá dasto jearrat rávvagiid geas nu sámi árrabajásgeassima ámmátolbmos, geas lea eanet bargohárjánupmi.

source: Saamelaiskäräjien kielipesäohjaaja auttaa vanhempia myös lasten kieleen liittyvissä kysymyksissä ja voi tarvittaessa ohjata vanhempian eteenpäin tuen hakemisessa.
sme: Sámedikki giellabeassejođiheaddji veahkeha vánhemiid maiddái máná gillii laktáseaddji gažaldagain ja sáhttá dárbbu mielde neavvut vánhemiid ovddos guvlui doarjaga ohcamis.

source: Oman kunnan lastenneuvola ja puheterapeutti pystyvät neuvomaan ainakin yleisissä kielenkehityksen kysymyksissä.
sme: Iežas gieldda mánáidrávvehat ja hállanterapevta máhttet rávvet goittotge almmolaš giellaovdáneami gažaldagain.

source: Jos heillä ei ole osaamista monikielisyyden ja saamen kielten alalla, voisi olla hyvä kääntyä saamenkielisen terveydenhoitajan puoleen.
sme: Juos sis ii leat čehppodat máŋggagielatvuođa ja sámegielaid suorggis, sáhtášii leat buorre jorgalit sámegielat dearvvasvuođadivššára beallái.

source: Saamelaisella lapsella on saamen kielilain nojalla oikeus saada saamenkielisiä terveydenhoitopalveluita, joten jos omassa kunnassa ei toimi saamenkielistä terveydenhoitajaa, kunta on velvollinen järjestämään palvelun esim. ostopalveluina.
sme: Sámemánás lea sámi giellalága vuođul vuoigatvuohta oažžut sámegielat dearvvasvuođadikšunbálvalusaid, nu ahte juos iežas gielddas ii doaimma sámegielat dearvvasvuođadivššár, gielda lea geatnegas ordnet bálvalusa omd. oastobálvalussan.

source: Vuonna 2018 toimintansa on aloittanut saamelainen kielineuvola , jonka kautta lasten ja perheen kielikysymyksiin liittyvää neuvontaa on mahdollista saada Facebookin tai sähköpostin kautta tai puhelimitse.
sme: Jagi 2018 doaimma lea álggahan sámi giellarávvehat , man bokte mánáid ja bearraša giellagažaldagaide gullevaš rávvema lea vejolaš oažžut Facebook dahje šleađgapoastta bokte dahje telefovnnain.
